Repository: giellalt/corpus-sme
Catalog: tmx/swe/admin/sd/www.samediggi.se/17381.html.tmx
Source language: swe
Languages: sme

source: Utställning i Kautokeino med Johan Turis handskrivna originaltexter - Sametinget
sme: Čájahus Guovdageainnus Johan Turi originála teavsttaiguin - Sametinget

source: Johan Turis bok från 1910.
sme: Johan Turi girji jagis 1910.

source: Utställning i Kautokeino med Johan Turis handskrivna originaltexter
sme: Čájáhus Guovdageainnus Johan Turi originálateavsttaiguin.

source: Johan Turis originalmanus till boken " Muitalus sámiid birra " som utkom för hundra år sedan är en samisk kulturskatt.
sme: Johan Turi originála giehtačálus girjái " Muitalus sámiid birra " mii olggusaddojuvvui čuohti jagi áigi lea sámi kulturdávvir.

source: Nu ska texterna visas upp i Kautokeino.
sme: Dal teavsttat čájehuvvojit Guovdageainnus.

source: Ovärderliga Originalmanuset till boken har ett ovärderligt värde och det är en egen konservator som egenhändigt kommer med kulturskatten från Stockholm till Diehtosiida i Kautokeino.
sme: Árvvolaš giehtáčálus Originálagiehtačálus lea nu árvvolaš ahte ii mana dan veardidit ja dan dihte lea ge sierra konserváhtor mii ieš buktá dan kulturdávvira Stockholmmas Diehtosiidii Guovdageainnus.

source: Samiskt Arkiv har fått låna Johan Turis originalmanuskript från Nordiska Museet i Stockholm i Sverige.
sme: Sámi arkiiva lea beassan luoikat Johan Turi originála giehtačállosa Davviriikkalaš museas Stockholmmas Ruoŧas.

source: Jubileumsvecka i Kautokeino Mellan den 29 november och 3 december pågår jubileumsveckan Johan Turi “ Muitalus sámiid birra ” (Berättelse om samerna) 100 år på Diehtosiida i Kautokeino.
sme: Ávvudanvahkku Guovdageainnus Mánnodaga rájis 29 beaivvi skábmamánus gitta 3 beaivvi juovlamánus lea ávvudanvahkku Johan Turi “ Muitalus sámiid birra ” 100 jagi jođus Diehtosiiddas Guovdageainnus.

source: Utställningen med Turis texter visas hela december.
sme: Čájáhus Johan Turi teavsttaiguin lea oaidnimis olles juovlamánu.

source: Förutom manuskriptet finns också gamla foton och tidningsurklipp.
sme: Earret giehtačálus gávdnojit maiddái dološ govat ja aviisačállosat.

source: Kontakt: Lovisa M. Sjöberg Førstekonsulent, Samisk Arkiv Tlf.: +47 78 44 85 64 E-post: lovsjo@arkivverket.no
sme: Oktavuohta: Lovisa M. Sjöberg Vuosttaš konsuleanta, Sámi arkiiva Tlf.: +47 78 44 85 64 E-boastá: lovsjo@arkivverket.no
